{
  "Protoplanète":{
    "path" : "Protoplanète.jpg",
    "intro" : "un embryon de planète de type planétoïde qui se forme dans le disque protoplanétaire",
    "content" : "Les protoplanètes se forment à cause des collisions qui se produisent entre les différents corps planétésimaux pouvant aller jusqu'à 1 kilomètre de diamètre qui s’attirent en raison de la gravité (ou tombent l'un vers l'autre, d'après la théorie de la relativité générale). Selon la théorie de la formation des planètes, chaque orbite des protoplanètes est légèrement perturbée par l'interaction avec les autres protoplanètes, perturbant leur équilibre instable jusqu'à ce que d'autres collisions se produisent. La protoplanète nettoie ainsi la proximité de son orbite, ainsi que sa propre orbite où d'autres protoplanètes peuvent se former sur les points de Lagrange. Ce processus finit par former des planètes.Une explication pour la formation de la Lune est l'hypothèse de l'impact géant. Celle-ci propose que la Lune se serait formée à partir d'un impact colossal d'une protoplanète hypothétique de la taille de Mars, désignée sous le nom Théia, avec la Terre dans les premiers stades de formation du Système solaire."
  },
  "Exoplanètes": {
    "path" : "Exoplanètes.jfif",
    "intro" : "Planète extrasolaire...une planète située en dehors du Système solaire",
    "content" : "L'existence de planètes situées en dehors du Système solaire est évoquée dès le xvie siècle, mais ce n'est qu'au cours du xixe siècle que les exoplanètes deviennent l'objet de recherches scientifiques. Beaucoup d'astronomes supposent qu'elles peuvent exister, mais aucun moyen technique d'observation ne permet de prouver leur existence. La distance, mais aussi le manque de luminosité de ces objets célestes si petits par rapport aux étoiles autour desquelles ils orbitent, rendaient leur détection impossible. Ce n'est que dans les années 1990 que les premières exoplanètes sont détectées, de manière indirecte, puis, depuis 2004, de manière directe. La plupart des exoplanètes découvertes à ce jour orbitent autour d'étoiles situées à moins de 400 années-lumière du Système solaire. Au 1er février 2021, 4 414 exoplanètes ont été confirmées dans 3 257 systèmes planétaires, dont 722 systèmes planétaires multiples6,7. Plusieurs milliers d'exoplanètes supplémentaires découvertes au moyen de télescopes terrestres ou d'observatoires spatiaux, dont Kepler, sont en attente de confirmation. En extrapolant à partir des découvertes déjà effectuées, il existerait au moins 100 milliards de planètes rien que dans notre galaxie,Les méthodes de détection utilisées sont principalement la méthode des vitesses radiales, qui déduit la présence d'une planète à travers l'incidence de son attraction gravitationnelle sur la vitesse radiale de son étoile, et la méthode du transit, qui identifie une planète lorsque celle-ci passe devant son étoile en mesurant l'affaiblissement de l'intensité lumineuse de l'astre. Un biais découlant de ces méthodes a abouti à la détection d'une majorité de planètes aux caractéristiques très différentes de celles présentes dans le Système solaire, en particulier l'abondance de Jupiter chaud, planètes gazeuses très proches de leur étoile hôte. Ces nouveaux types de planète ont néanmoins entraîné une remise en cause radicale des modèles de formation des systèmes planétaires qui avaient été élaborés en se basant sur le seul Système solaire. Depuis que les méthodes de détection se sont améliorées, les études8 visent également à mettre en évidence des planètes aux caractéristiques proches de celles de la Terre orbitant dans la zone habitable de leur étoile."
  },
  "Lune extrasolaire": {
    "path" : "Lune extrasolaire.jpg",
    "intro" : "Un satellite naturel qui orbite autour d’une exoplanète ou d'un autre corps extrasolaire plus grand que lui",
    "content" : "Bien qu'aucun objet de ce type n’ait encore été formellement découvert, il est raisonnable de penser que leur existence est très probable et qu'ils existent en très grand nombre, d'après l'étude empirique des satellites naturels de notre Système solaire ; quelques candidats sont déjà suspectés d'être des exolunes. La majorité des exoplanètes détectées à ce jour sont des géantes gazeuses ; or, dans notre Système solaire, les géantes gazeuses ont de nombreux satellites naturels (voir satellites de Jupiter et satellites de Saturne). Cependant, leur détection demeure extrêmement difficile avec les techniques actuelles1."
  },
  "Exocomète": {
    "path" : "Exocomète.jpg",
    "intro" : "Une comète en orbite autour d'une étoile et située en dehors de notre Système solaire.",
    "content" : "Le premier système d'exocomètes fut détecté autour de Beta Pictoris, une très jeune étoile de type A V. Sa découverte a été annoncée en octobre 1987. On compte aujourd'hui un total de onze étoiles autour desquelles la présence de systèmes d'exocomètes a été observée ou suspectée.Tous les systèmes détectés — Beta Pictoris, HR103, 51 Ophiuchi (en), HR 21744, 49 Ceti7, 5 Vulpeculae (en), 2 Andromedae, HD 21620, HD 42111 (it), HD 1104115,8 et, plus récemment, HD 1725556 — se situent autour de très jeunes étoiles de type A.Les exocomètes sont détectées par spectroscopie lorsqu'elles passent devant leur étoile. En effet, les transits des exocomètes, à l'instar des transits d'exoplanètes, produisent des variations dans la lumière reçue de l'étoile. Les variations sont observées dans les raies d'absorption du spectre stellaire : l'occultation de l'étoile par le nuage de gaz émanant d'une exocomète produit une absorption supplémentaire dans des raies caractéristiques comme celles du calcium ionisé. Ce gaz est issu de l'évaporation des volatils et des poussières éjectés du noyau cométaire qui est chauffé lorsque celui-ci est à proximité de l'étoile.Les observations des comètes, et en particulier des exocomètes, fournissent des éléments importants pour la compréhension de la formation des planètes. En effet, dans le modèle standard de formation des planètes par accrétion, les planètes sont le produit de l'agglomération de planétésimaux, eux-mêmes issus de la coalescence des poussières du disque protoplanétaire qui entourait l'étoile peu après sa formation. Ainsi, les comètes sont les résidus des planétésimaux riches en volatils qui sont restés dans le système planétaire sans être incorporés dans les planètes ; elles sont considérées comme les témoins fossilisés des conditions physico-chimiques qui régnaient à l'époque la formation des planètes.La première étude statistique d'un système d'exocomètes — celui de Beta Pictoris — a été publiée en octobre 2014. Elle a mis en évidence l'existence de deux familles de comètes : la première est composée de comètes en résonance orbitale de moyen mouvement avec une planète massive du système planétaire de Beta Pictoris ; la seconde, de comètes issue de la fragmentation récente d'un ou plusieurs objets."
  },
  "Planète errante": {
    "path" : "Planète errante.jpg",
    "intro" : "un objet possédant la masse d'une planète mais qui n'est attaché gravitationnellement à aucune étoile ou naine brune",
    "content" : " il erre dans l'espace comme un objet indépendant. L'astronome Gibor Basri a proposé une définition plus large, sous le nom de planémo afin d'englober les objets de la taille d'une planète ou d'une planète naine, qu'ils soient isolés ou en orbite autour d'un astre central, mais celle-ci n'a pas été retenue pour l'instant.Des astronomes estiment qu'il pourrait y avoir deux fois plus de planètes flottantes de la taille de Jupiter que d'étoiles dans l'univers"
  },

  "Géante rouge": {
    "path" : "Géante rouge.png",
    "intro" : "une étoile lumineuse de masse faible ou intermédiaire qui se transforme en étoile géante lors du stade tardif de son évolution stellaire",
    "content" : "Au cours de sa vie sur la séquence principale, l'étoile fusionne l'hydrogène du noyau en hélium. Le temps de cette fusion au cœur de l'étoile suit une relation de décroissance exponentielle selon la masse de l'étoile. Ainsi, plus une étoile est massive, plus elle brûle rapidement l'hydrogène de son noyau.L'étoile quitte la séquence principale lorsque la concentration en proton d'hydrogène devient trop faible dans le noyau. Une étoile similaire au Soleil ayant reste environ 10 milliards d'années sur la séquence principale sous la forme d'une naine jaune, alors qu'une étoile n'y est que pour 500 millions d'années.Pour les étoiles ayant une masse supérieure à 8 , un processus similaire se produit lorsque l'hélium du noyau est épuisé et que l'étoile s'effondre à nouveau, provoquant la fusion de l'hélium dans une coquille. En même temps, la fusion de l'hydrogène peut commencer dans une coquille juste à l'extérieur de la coquille où l'hélium fusionne. Cela place l'étoile sur la branche asymptotique des géantes. La fusion de l'hélium entraîne la constitution d'un cœur de carbone et d'oxygène."
  }
}
